Repository: juliandevelops/The-Spy
Catalog: Apple/The Spy/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# An error occured while loading the words. Please try again.
source: An error occurred while loading the words. \nPlease try again.
de: Es ist ein Fehler beim Laden der Wörter aufgetreten. \nBitte versuche es erneut.
es: Se ha producido un error al cargar las palabras. Vuelva a intentarlo.
fr: Une erreur s'est produite lors du chargement des mots. Veuillez réessayer.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Categories
de: Kategorien
es: Categorías
fr: Catégories

source: Done
de: Fertig
es: Hecho
fr: Fini

source: Find the Spy!
de: Finde den Spion!
es: Encuentra al espía
fr: Trouver l'espion

source: Game Over
de: Spiel vorbei
es: Fin del juego
fr: Fin de partie

source: Give each player a name
de: Gib jedem Spieler einen Namen
es: Asigna un nombre a cada jugador
fr: Donnez un nom à chaque joueur.

source: Loading error
de: Ladefehler
es: Error de carga
fr: Erreur de chargement

source: New Game
de: Neues Spiel
es: Nuevo juego
fr: Nouveau jeu

source: Nothing to see here yet...
de: Noch nichts zu sehen...
es: Aún no hay nada que ver aquí…
fr: Il n'y a encore rien à voir ici…

source: Player
de: Spieler
es: Jugador
fr: Joueur

source: Playername %lld
de: Spielername %lld
es: Nombre del jugador %lld
fr: Nom du joueur %lld

source: Players
de: Spieler
es: Jugadores
fr: Joueurs

source: Roles
de: Rollen
es: Funciones
fr: Rôles

source: Select Categories
de: Kategorien auswählen
es: Seleccionar categorías
fr: Sélectionner les catégories

source: Spies
de: Spione
es: Espías
fr: Espions

source: Tap to hide again
de: Tippe um wieder zu verstecken
es: Toca para volver a ocultar
fr: Appuyez pour masquer à nouveau

source: Tap to show
de: Tippe um anzuzeigen
es: Tocar para mostrar
fr: Appuyez pour afficher

source: Tap to start
de: Tippe um zu starten
es: Toca para empezar
fr: Appuyez pour commencer

source: The Game is over
de: Das Spiel ist vorbei
es: El juego ha terminado
fr: Le jeu est terminé

source: This is the number of total players in your game, including the number of spies. It must be greater than 3, in order to not directly know who the spy is.
de: Dies ist die Anzahl an Spielern in deinem Spiel, inklusive der Spione. Sie muss größer als 3 sein, damit niemand direkt weiß, wer der Spion ist.
es: Este es el número total de jugadores en tu partida, incluyendo el número de espías. Debe ser mayor que 3, para que no se sepa directamente quién es el espía.
fr: Il s'agit du nombre total de joueurs dans votre partie, y compris le nombre d'espions. Il doit être supérieur à 3 afin de ne pas savoir directement qui est l'espion.

source: Time remaining:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: temps restant:

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue

source: Words
de: Wörter
es: Palabras
fr: Mots

source: You're a Spy
de: Du bist ein Spion
es: Eres un espía
fr: Tu es un espion

source: Your game must at least include 1 spy, and at least 1 player (with a complete total of 3 players).
de: Dein Spiel muss mindestens einen Spion enthalten (mit einem minimum an Gesamtspielern von 3)
es: Tu partida debe incluir al menos 1 espía y al menos 1 jugador (con un total de 3 jugadores).
fr: Votre partie doit comprendre au moins 1 espion et au moins 1 joueur (pour un total de 3 joueurs).

source: 1 minute
es: 1 minuto

source: Start
es: Inicio
fr: Commencer
